Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Identify which goals align with the created goal
es_es: Identifique qué objetivos se alinean con el objetivo creado

source: Key deliverables
es_es: Entregables clave

source: Key results
es_es: Resultados clave

source: Define how you will measure success
es_es: Definir cómo medirá el éxito

source: Maximum target
es_es: Objetivo máximo

source: Minimum target
es_es: Objetivo mínimo

source: Starting value
es_es: Valor inicial

source: Target value
es_es: Valor objetivo

source: Basic info
es_es: Información básica

source: Name of the goal
es_es: Nombre del objetivo

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
es_es: Los colaboradores/as en un objetivo organizativo se incluyen automáticamente según el plan de objetivos seleccionado. No se tienen en cuenta los controles de acceso individuales del usuario que crea el objetivo.

source: Goal population based on the goal plan.
es_es: Población de objetivos basada en el plan de objetivos.

source: Based on the selected goal plan
es_es: Según el plan de objetivos seleccionado

source: Priority
es_es: Prioridad

source: Automatically using a deliverable
es_es: Uso automático de un entregable

source: Automatically using the average of measurement criteria
es_es: Uso automático de la media de los criterios de medición

source: Manually
es_es: Manualmente

source: Progress tracking
es_es: Seguimiento del progreso

source: Tag library
es_es: Biblioteca de etiquetas

source: Specify which tags from the following libraries can be added to the created goal
es_es: Especifique qué etiquetas de las siguientes bibliotecas se pueden añadir al objetivo creado

source: Tags and alignment
es_es: Etiquetas y alineación

source: Progress tracking method
es_es: Método de seguimiento del progreso

source: Who should see your goal?
es_es: ¿Quién debería ver su objetivo?

source: Make the goal visible to
es_es: Hacer visible el objetivo para

source: Search for workers or organizational units
es_es: Buscar trabajadores o unidades organizativas

source: Managers will be able to view the goals of their team members.
es_es: Los responsables podrán ver los objetivos de los miembros de su equipo.

source: Give a value between 0 and 100.
es_es: Indica un valor entre 0 y 100.

source: Session expired
es_es: Sesión caducada

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
es_es: Su sesión ha estado abierta durante un tiempo y la aplicación se actualizó en segundo plano. Por favor, actualice la página para asegurarse de que todo funcione correctamente.

source: Eligible
es_es: Elegible

source: Eligible {{eligibleCount}}/{{totalCount}}
es_es: Elegibles {{eligibleCount}}/{{totalCount}}

source: Not eligible
es_es: No elegible

source: Advanced
es_es: Avanzado

source: This column has conditional formatting applied based on rules.
es_es: A esta columna se le ha aplicado un formato condicional basado en reglas.

source: Unassigned
es_es: Sin asignar

source: Refresh data
es_es: Actualizar datos

source: Row size
es_es: Tamaño de fila

source: Extra tall
es_es: Extra alto

source: Short
es_es: Bajo

source: Tall
es_es: Alto

source: Sort
es_es: Ordenar

source: Select fields and values
es_es: Seleccionar campos y valores

source: Direct Reports
es_es: Subordinados directos

source: View formula
es_es: Ver la fórmula

source: Indirect reports
es_es: Subordinados indirectos

source: Role view
es_es: Vista de roles

source: Reject & logout
es_es: Rechazar y cerrar sesión

source: Data privacy statement
es_es: Declaración de privacidad de datos

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
es_es: Acepte la declaración de privacidad de datos para continuar. Si rechaza la declaración, se cerrará la sesión.

source: Please accept the data privacy statement to proceed.
es_es: Acepte la declaración de privacidad de datos para continuar.

source: Next month
es_es: Mes siguiente

source: Previous month
es_es: Mes anterior

source: Date picker calendar
es_es: Calendario de selector de fecha

source: Invalid date format. Please use {{dateFormat}}.
es_es: Formato de fecha no válido. Por favor, utilice {{dateFormat}}.

source: Month
es_es: Mes

source: Pick a date
es_es: Elegir una fecha

source: Year
es_es: Año

source: Calendar tool
es_es: Herramienta de calendario

source: Select date & time
es_es: Seleccionar fecha y hora

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
es_es: Estás a punto de rechazar el objetivo <strong>{{goalTitle}}</strong>. ¿Seguro que quieres continuar?

source: Reject goal
es_es: Rechazar objetivo

source: Comment
es_es: Comentario

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
es_es: El objetivo {{goalTitle}} ha sido rechazado por {{managerName}}.

source: Rejected goal
es_es: Objetivo rechazado

source: The goal was rejected.
es_es: El objetivo se ha rechazado.

source: The default language is required.
es_es: El idioma predeterminado es obligatorio.

source: Are you sure you want to delete this item?
es_es: ¿Está seguro de querer eliminar este elemento?

source: The goal was successfully deleted.
es_es: El objetivo se ha eliminado correctamente.

source: Please add at least one deliverable.
es_es: Añada al menos un entregable.

source: Are you sure you want to quit without saving your changes?
es_es: ¿Está seguro de querer salir sin guardar sus cambios?

source: Discard changes
es_es: Descartar cambios

source: Discard comment
es_es: Descartar comentario

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
es_es: Tiene cambios sin guardar. ¿Está seguro de querer salir de esta página y descartar los cambios?

source: You will lose any unsaved changes to your comment.
es_es: Perderá todos los cambios sin guardar en su comentario.

source: Quit without saving
es_es: Salir sin guardar

source: Keep editing
es_es: Seguir editando

source: Unsaved changes
es_es: Cambios no guardados

source: Discard comment changes
es_es: Descartar los cambios en el comentario

source: Congratulations! Your goal is completed.
es_es: ¡Enhorabuena! Has logrado tu objetivo.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
es_es: Esta exportación está filtrada según tus permisos de acceso. Contiene únicamente los datos de los colaboradores/as que estás autorizado/a a ver.

source: The password doesn't meet the requirements.
es_es: La contraseña no cumple con los requisitos.

source: Must contain at least one lowercase letter
es_es: Debe contener al menos una letra minúscula

source: Maximum password length: {{max}} characters
es_es: Longitud máxima de la contraseña: {{max}} caracteres

source: Minimum password length: {{min}} characters
es_es: Longitud mínima de la contraseña: {{min}} caracteres

source: Must contain at least one uppercase letter
es_es: Debe contener al menos una letra mayúscula

source: Drafts
es_es: Borradores

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
es_es: Pulse la barra espaciadora para comenzar a arrastrar. Al arrastrar, puede usar las teclas de flecha para mover el elemento y la tecla de escape para cancelar la acción.

source: Dragging was canceled and the sortable item was dropped.
es_es: El arrastre fue cancelado y el elemento ordenable fue soltado.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
es_es: El elemento ordenable se ha soltado en la posición {{position}} de {{itemCount}}.

source: The draggable item is no longer over a droppable area.
es_es: El elemento arrastrable ya no se encuentra sobre un área donde se puede soltar.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
es_es: El elemento ordenable se ha movido a la posición {{position}} de {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
es_es: Elemento ordenable recogido. El elemento ordenable está en la posición {{position}} de {{itemCount}}.

source: Upload image
es_es: Cargar imagen

source: Delete image
es_es: Eliminar imagen

source: Are you sure you want to delete this file?
es_es: ¿Seguro que desea eliminar este archivo?

source: Delete photo
es_es: Eliminar foto

source: or drag & drop
es_es: o arrastre y suelte

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
es_es: Error al cargar. Asegúrese de que el archivo cumpla con los requisitos para la carga de archivos indicados anteriormente.

source: Drag & drop or click upload to add file.
es_es: Arrastra y suelta o haz clic en "Subir" para añadir un archivo.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
es_es: Formatos de archivo admitidos: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Tamaño máximo de archivo: 10 MB. Número máximo de archivos: {{count}} archivos.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
es_es: Formatos de archivo admitidos: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Tamaño máximo de archivo: 10 MB. Número máximo de archivos: {{count}} archivo.

source: Supported file formats: JPG, JPEG, PNG
es_es: Formatos de archivo compatibles: JPG, JPEG y PNG

source: Upload documents
es_es: Cargar documentos

source: Maximum file size: {{fileSize}}MB
es_es: Tamaño máximo de archivo: {{fileSize}} MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
es_es: Arrastre y suelte el archivo aquí o haga clic para seleccionar archivos. Las imágenes deben estar en formato jpg/jpeg o png. Resolución de imagen sugerida: {{resolution}} píxeles. Tamaño máximo para imágenes: 2 MB.

source: Preview only; population settings prevent you from opening this goal.
es_es: Solo vista previa; la configuración de población impide que abra este objetivo.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda/filtro.<br/>Elimine los filtros y borre la búsqueda para mostrar todos los resultados.

source: Enter URL
es_es: Introducir la URL

source: Equity manager
es_es: Gestor de acciones

source: Grant price
es_es: Precio de subvención

source: Grant timeline
es_es: Cronología de concesión

source: Grant timeline help
es_es: Ayuda con la cronología de subvenciones

source: Next grants vested amount
es_es: Próximo importe consolidado de subvenciones

source: All my equity plans
es_es: Todos mis planes de capital

source: My equity plans
es_es: Mis planes de acciones

source: First vesting
es_es: Primer devengo

source: Grant date
es_es: Fecha de subvención

source: Grants
es_es: Subvenciones

source: Last vesting
es_es: Última consolidación

source: Executive plan name
es_es: Nombre del plan ejecutivo

source: Next vesting
es_es: Próximo devengo

source: Strike price
es_es: Precio de mercado

source: Vested grants
es_es: Subvenciones consolidadas

source: Vesting date
es_es: Fecha de consolidación

source: Vesting period
es_es: Periodo de consolidación

source: Reset to current value
es_es: Restablecer al valor actual

source: My equity simulation
es_es: Mi simulación de acciones

source: Stock trend ($/unit)
es_es: Tendencia de las acciones ($/unidad)

source: Equity overview
es_es: Resumen de acciones

source: My equity overview
es_es: Resumen de mi capital

source: Total grants vested amount
es_es: Cantidad total de subvenciones consolidadas

source: Equity plan type
es_es: Tipo de plan de acciones

source: Stock options
es_es: Opciones sobre acciones

source: 403 - Access denied
es_es: 403 - Acceso denegado

source: 404 - Page not found
es_es: 404 - Página no encontrada

source: Unexpected error
es_es: Error inesperado

source: More information is available in the console.
es_es: Hay más información disponible en la consola.

source: Error ID: {{text}}
es_es: ID de error: {{text}}

source: Your form contains the following errors
es_es: Tu formulario contiene los siguientes errores

source: Message: {{text}}
es_es: Mensaje: {{text}}

source: Information not provided.
es_es: Información no proporcionada.

source: Connection lost
es_es: Conexión perdida

source: Your device has lost Internet access. Please check your network and try again.
es_es: Tu dispositivo ha perdido el acceso a Internet. Comprueba tu red e inténtalo de nuevo.

source: The page cannot be displayed.
es_es: No se puede mostrar la página.

source: A proxy is blocking the connection. Please try again.
es_es: Un proxy está bloqueando la conexión. Por favor, inténtalo de nuevo.

source: An unexpected error has occurred.
es_es: Se ha producido un error inesperado.

source: divide
es_es: dividir

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
es_es: Falta un operador. Necesita un operador como + o * entre números y campos o antes de un paréntesis.

source: An expression is required.
es_es: Se requiere una expresión.

source: Expression incomplete. Make sure there is a number or field after the operator.
es_es: Expresión incompleta. Asegúrese de que haya un número o un campo después del operador.

source: An expression cannot end with an operator. End with a number, field or ) .
es_es: Una expresión no puede terminar con un operador. Debe terminar con un número, un campo o un ).

source: An expression cannot start with an operator. Start with a number, field or ( .
es_es: Una expresión no puede comenzar con un operador. Comience con un número, un campo o ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
es_es: Paréntesis desparejados. Asegúrese de que cada ( tenga un ) correspondiente.

source: Missing operator after parenthesis
es_es: Falta un operador después del paréntesis

source: Cannot calculate a single operator. Please enter a full expression.
es_es: No se puede calcular un solo operador. Por favor, introduzca una expresión completa.

source: Expression formula
es_es: Fórmula de expresión

source: Expression builder
es_es: Creador de expresiones

source: left parenthesis
es_es: paréntesis izquierdo

source: subtract
es_es: restar

source: multiply
es_es: multiplicar

source: add
es_es: sumar

source: right parenthesis
es_es: paréntesis de cierre

source: Sum
es_es: Suma

source: Text
es_es: Texto

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
es_es: Una función de Inteligencia Salarial que ofrece potentes análisis para el análisis de datos, la visualización y la obtención de información.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
es_es: Una función de Gestión del Desempeño que permite a los administradores de RR. HH. crear bibliotecas de comportamientos que los empleados pueden utilizar para resaltar acciones específicas en los comentarios que ofrecen.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
es_es: Una función de Gestión del Desempeño que permite a los managers y empleados crear conjuntamente planes de desarrollo y ayudar a los empleados a crecer y alcanzar objetivos profesionales más altos.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
es_es: Una función de Gestión del Desempeño que permite a los empleados programar conversaciones regulares con sus responsables y subordinados para alinear objetivos.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
es_es: Una función de Transparencia Salarial que permite a los administradores y a los roles de cumplimiento otorgar a los empleados activos acceso a documentos relacionados con su compensación o su desempeño.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
es_es: Una funcionalidad de Gestión de Compensaciones que permite a los managers y a los administradores de compensación comparar la compensación de los colaboradores/as e identificar rápidamente brechas y discrepancias.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
es_es: Una funcionalidad de Gestión de Compensaciones que permite a los administradores de RR. HH. crear rondas de compensación que luego utilizan los managers y los administradores de compensación para revisar los datos de compensación de sus subordinados y de la plantilla más amplia de la empresa.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
es_es: Esta función está desactivada y no se puede activar. Para cambiarla, póngase en contacto con su administrador del sistema.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
es_es: Esta función está activada y no se puede desactivar. Para cambiarla, póngase en contacto con su administrador del sistema.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
es_es: Una función de Gestión del Desempeño que permite a los empleados ofrecer de forma rápida y sencilla observaciones a sus compañeros sobre eventos y situaciones que hayan presenciado, así como solicitar a sus colegas opiniones sobre su propio trabajo.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
es_es: Una función de Gestión del Desempeño que ofrece un potente asistente de IA para crear objetivos y plantillas a partir de entradas predefinidas.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
es_es: Una función de Gestión del Desempeño que permite a los empleados y a los responsables hacer un seguimiento de los objetivos profesionales mediante metas específicas y medibles, con métricas de logro y resultados cuantificables.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
es_es: Una función general de la aplicación que contiene un conjunto de widgets que ofrecen información destacada sobre eventos clave relacionados con la compensación y el desempeño, dependiendo de las funciones habilitadas en la plataforma.

source: Compensation recommendations
es_es: Recomendaciones de compensación

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
es_es: Una función de Inteligencia Salarial que ofrece a los usuarios un potente marco de aprendizaje automático para generar recomendaciones de compensación automatizadas para colaboradores/as nuevos y existentes.

source: Pay Analysis
es_es: Análisis salarial

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
es_es: Una funcionalidad que proporciona a los usuarios análisis generados en PayAnalytics basados en las asignaciones y las instantáneas que crean en la plataforma

source: Proxy Permission Manager
es_es: Gerente de permisos de representante

source: Proxy Permission Settings
es_es: Configuración de permisos de representante

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
es_es: Una función de Gestión del Desempeño que permite a los administradores de RR. HH. crear evaluaciones de desempeño en las que los empleados y los responsables reflexionan sobre los acontecimientos ocurridos durante un período de tiempo definido.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
es_es: Una función de Gestión del Desempeño que ofrece una búsqueda inteligente capaz de detectar palabras no profesionales según una lista personalizable.

source: Talent Review
es_es: Revisión del talento

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
es_es: Una función de gestión del rendimiento que permite a los managers y a RR. HH. evaluar el talento mediante matrices de 9 cajas basadas en el rendimiento, el potencial y los factores de riesgo.

source: Your insights will not be shared with the feedback sender.
es_es: Su información no se compartirá con el remitente del feedback.

source: Your reaction will be visible to all the people with whom this feedback was shared.
es_es: Su reacción la verán todas las personas con las que ha compartido este feedback.

source: Feedback actions
es_es: Acciones de feedback

source: Add people
es_es: Añadir personas

source: Something I really appreciate about you is
es_es: Algo que realmente aprecio de usted es

source: Endorsed
es_es: Apoyado

source: By endorsing feedback, you acknowledge a demonstrated strength.
es_es: Al apoyar el feedback, reconoce una fortaleza demostrada.

source: Behavior feedback
es_es: Feedback de comportamiento

source: Keep your focus!
es_es: ¡Mantenga su enfoque!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
es_es: Al sugerir mantener el enfoque, destaca un área de desarrollo en la que centrarse.

source: No description available.
es_es: No hay descripción disponible.

source: and {{count}} others
es_es: y {{count}} más

source: Set rating for this behavior
es_es: Establecer calificación para este comportamiento

source: Let's meet
es_es: Reunámonos

source: Clarity for worker
es_es: Claridad para el trabajador

source: Your feedback was described as
es_es: Su feedback se ha descrito como

source: Wonderful! Thank you for your reaction.
es_es: ¡Maravilloso! Gracias por su reacción.

source: Write a reaction
es_es: Escribir una reacción

source: Have they demonstrated any of the below behaviors?
es_es: ¿Han demostrado alguno de los comportamientos de abajo?

source: Have they demonstrated any company behaviors?
es_es: ¿Han demostrado algún comportamiento de la empresa?
